## Vocab generated by v2 of the CMU-Cambridge Statistcal
## Language Modeling toolkit.
##
## Includes 5000 words ##
.socrates
000
1
100
1000
12
18
2
216
27
3
4
400
5
50
5040
6
7
729
8
8000
9
9th
a
abated
abhorrence
abiding
ability
abject
able
abode
abolition
abominable
about
above
abroad
absence
absolute
absolutely
absorbed
abstain
abstract
abstraction
abstractions
absurd
absurdity
abundance
abuse
abusing
accept
accepted
accident
accidental
accidents
accompanied
accompaniment
accompaniments
accompany
accomplish
accomplished
accomplishing
accord
accordance
according
accordingly
accords
account
accumulation
accuracy
accurate
accusation
accusations
accuse
accused
accustomed
achaeans
achilles
acknowledge
acknowledged
acknowledges
acknowledging
acorns
acquaintance
acquaintances
acquainted
acquire
acquired
acquiring
acquisition
acquitted
across
act
acted
acting
action
actions
active
actor
actors
acts
actual
actually
acute
adamant
adaptation
adapted
adapts
add
added
adding
addition
additional
additions
address
adds
adeimantus
adequate
adequately
adhere
administered
administration
admirable
admiration
admire
admired
admirers
admission
admissions
admit
admits
admitted
admitting
admixture
admonition
ado
adopt
adopted
adultery
advance
advances
advantage
advantageous
advantages
adversaries
adversary
adverse
advice
advise
advisers
advises
aeschylus
affair
affairs
affect
affected
affecting
affection
affections
affects
affinities
affinity
affirm
affirmed
affirming
affirms
afflicted
affliction
afford
afforded
affords
afraid
after
afterwards
again
against
agamemnon
age
aged
agent
ages
ago
agony
agree
agreeable
agreeably
agreed
agreeing
agreement
agreements
agrees
agriculture
aid
aids
aim
aiming
aims
air
airs
ajax
akin
alas
alcibiades
alien
alike
alive
all
allegorical
allegory
alliance
alliances
allied
allies
allow
allowable
allowance
allowed
allowing
allows
alloy
alloyed
alluded
alluding
allurements
allusion
ally
almost
alone
along
alongside
aloud
already
also
altar
alter
altered
altering
alternative
although
altogether
always
am
amateurs
ambiguities
ambiguity
ambition
ambitious
america
amid
among
amongst
amount
amounts
amused
amusement
amusements
amusing
an
anacharsis
anachronisms
analogies
analogous
analogy
analyse
analysed
analysis
anarchy
anaxagoras
ancestor
ancestors
ancestral
ancient
ancients
and
angels
anger
angles
angry
animal
animals
animated
annual
another
answer
answered
answering
answers
antagonism
antecedent
anthropology
anticipate
anticipated
anticipating
anticipation
anticipations
antidote
antiquity
anxiety
anxious
any
anybody
anything
anywhere
apart
aphrodite
apollo
apology
apparatus
apparent
apparently
apparition
appeal
appeals
appear
appearance
appearances
appeared
appearing
appears
appended
appetite
appetites
appetitive
applaud
applauded
applause
applicable
application
applications
applied
applies
apply
applying
appoint
appointed
appointment
appreciate
appreciated
apprehend
apprehended
apprehending
apprehension
approach
approaches
appropriate
approval
approve
approved
approver
approves
approximation
apt
aptitude
archilochus
architecture
ardiaeus
are
ares
argos
argue
argued
argues
arguing
argument
arguments
aright
arise
arisen
arises
aristocracies
aristocracy
aristocratic
aristocratical
ariston
aristophanes
aristotelian
aristotle
arithmetic
arithmetical
arithmetician
arm
armed
armenius
armies
armour
arms
army
arose
around
arouse
aroused
arrange
arranged
arrangement
arrangements
array
arrival
arrive
arrived
arrives
arriving
art
artificer
artificers
artificial
artisan
artisans
artist
artistic
artists
arts
as
ascend
ascended
ascending
ascent
ascertain
ascertained
asclepius
ascribe
ascribed
ashamed
ashes
aside
ask
asked
asking
asks
asleep
aspect
aspects
aspirant
aspiration
aspirations
aspire
assailant
assassination
assembled
assemblies
assembly
assent
assented
assert
asserted
asserting
assertion
asserts
asses
assign
assigned
assigning
assigns
assimilates
assist
assistance
assisted
assisting
associate
associated
associates
association
associations
assume
assumed
assumes
assuming
assumption
assurance
assure
assured
assuredly
astonished
astray
astronomers
astronomy
asunder
at
atalanta
athene
athenian
athenians
athens
athlete
athletes
atlantis
atmosphere
atonement
atoning
atropos
attach
attached
attaching
attachments
attack
attacked
attacks
attain
attainable
attained
attaining
attainment
attains
attempt
attempted
attempting
attempts
attend
attendant
attendants
attended
attending
attends
attention
attitude
attract
attracted
attraction
attribute
attributed
attributes
attributing
audience
auditors
augustine
auspices
author
authorities
authority
authors
autolycus
auxiliaries
auxiliary
avail
avarice
avaricious
average
averse
avoid
avoidance
avoided
await
awaiting
awaits
awake
awakened
awakening
awaking
aware
away
awe
axis
aye
back
backward
bacon
bad
bade
badly
badness
balance
balanced
bald
band
banish
banished
banishes
banishing
banishment
barbarians
barbarism
barbarous
barbers
bark
barley
barren
base
based
baseness
baser
bases
basis
bastard
bat
bath
bats
battle
battles
bazaar
be
bear
bearing
bears
beast
beasts
beat
beaten
beatific
beats
beauties
beautiful
beauty
became
because
become
becomes
becoming
bed
beds
bee
beef
been
bees
before
beforehand
beg
began
beget
begetting
beggars
beggary
begging
begin
beginning
beginnings
begins
begotten
begun
behalf
behave
behaviour
beheld
behind
behold
beholding
beholds
being
beings
belief
beliefs
believe
believed
believer
believes
believing
bellowing
belong
belonging
belongs
beloved
below
bema
bendis
beneath
benefactors
beneficence
beneficial
benefit
benefited
benefits
benevolence
bent
bequests
berkeley
beset
beside
besides
best
bestowed
betrayed
better
between
bewildered
beyond
bid
bidden
bidding
bids
bile
bind
binding
bird
birds
birth
births
bishop
bit
bite
black
blacksmith
blacksmiths
blame
blamed
blameless
blank
blessed
blessedness
blessing
blessings
blest
blind
blindness
blinking
bliss
blood
bloom
blooming
blow
blows
boast
bodies
bodily
body
boiled
bold
boldly
bond
book
books
boon
border
bore
born
borne
borrowed
borrowing
bosom
both
bought
bound
bow
bowed
bowl
boxer
boxing
boy
boys
branch
branches
brass
brave
bravery
bravest
brazen
break
breaker
breaking
breaks
breast
breath
breathing
bred
breed
breeding
breeze
bribes
bride
bridegroom
bridegrooms
brides
bridle
brief
briefly
bright
brighter
brightest
brilliant
bring
bringing
brings
broadest
broken
brother
brotherhood
brothers
brought
bruised
brutal
brute
brutes
buffoon
build
builder
building
built
bulls
burden
burglars
burial
buried
burke
burn
burnt
bury
business
busy
busybody
but
buy
buying
buzz
buzzing
by
caitiff
cakes
calamities
calculating
calculation
call
called
calling
callings
calls
calm
calmer
came
camp
campanella
can
candle
cannot
capable
capacity
capital
captain
captive
captives
carding
care
career
careful
carefully
careless
cares
carpenter
carpentering
carried
carries
carry
carrying
case
cases
casks
cast
caste
casting
casual
catalogue
catch
catholic
cattle
caught
cause
caused
causes
cautery
caution
cautious
cave
cavern
cease
ceased
ceases
ceiling
celebrated
censorship
censure
censured
censuring
centre
centuries
century
cephalus
ceremonies
certain
certainly
certainty
cessation
chain
chained
chains
chalcedonian
champion
chance
chanced
change
changed
changes
changing
chaos
chaplets
character
characteristic
characteristically
characteristics
characterized
characters
charge
charged
chariot
charm
charmantides
charmed
charming
charms
charondas
chasm
chasms
cheat
cheese
cheiron
chief
chiefest
chiefly
child
childhood
children
chines
choice
choose
chooses
choosing
chorus
choruses
chose
chosen
christ
christian
christianity
christians
chronological
chryses
church
churches
cicero
circle
circles
circuitous
circumference
circumstance
circumstances
cities
citizen
citizens
citizenship
city
civil
civilisation
civilization
civilized
claim
claims
class
classes
classical
classics
clause
clean
clear
cleared
clearer
clearing
clearly
clearness
cleitophon
clement
clever
cleverness
climate
clime
cling
close
clothed
clothes
clotho
clouds
clumsy
co
coarse
coat
cobbler
cobblers
cobbling
cock
cocytus
coincide
coincidence
coined
cold
coleridge
colleagues
collective
collectively
collet
colour
coloured
colours
column
combination
combinations
combine
combined
combining
come
comedy
comer
comes
comfortable
comforts
comic
coming
command
commanded
commands
commencement
commensurable
commercial
commit
committed
committing
commodities
common
commoner
commonly
commonplace
commonplaces
commonwealth
commonwealths
communicated
communion
communism
communistic
community
compact
companion
companions
companionship
company
comparative
comparatively
compare
compared
compares
comparing
comparison
compel
compelled
compelling
compels
compete
complain
complaints
complete
completed
completely
complex
complexity
compliment
compose
composed
composite
composition
compound
compounded
comprehend
comprehended
comprehending
comprehensive
compromise
compulsion
compunction
comrades
concealed
concealment
conceit
conceited
conceits
conceivable
conceive
conceived
conceives
conceiving
conception
conceptions
concern
concerned
concerning
concerns
conclude
concluded
concluding
conclusion
conclusions
concord
concrete
concupiscent
condemn
condemnation
condemned
condescend
condiments
condition
conditions
conduce
conducive
conduct
conducted
conducting
confer
conferring
confess
confession
confidence
confident
confidently
confined
confirmation
confirmed
conflict
conform
conformed
confound
confounded
confuse
confused
confusion
congenial
conjecture
connect
connected
connecting
connection
connections
connexion
conquered
conquerors
conscience
conscious
consciousness
consent
consequence
consequences
consequently
consider
considerable
consideration
considerations
considered
considering
considers
consist
consistency
consistent
consisting
consists
consonances
conspire
conspired
constant
constantly
constitute
constituted
constitutes
constitution
constitutional
constitutions
constrained
constraining
construct
constructed
construction
constructive
consult
consume
consummate
consummation
consumption
contain
contained
containing
contains
contemplate
contemplates
contemplation
contemporaries
contemporary
contempt
contemptuous
contending
content
contented
contention
contentious
contest
contests
contingent
continually
continue
continued
continues
continuing
continuous
contracts
contradicting
contradiction
contradictory
contrary
contrast
contrasted
contrasting
contrasts
contributes
contribution
contrive
contrived
control
controlled
controversy
conveniences
conveniently
conventional
conversation
converse
conversely
conversing
conversion
convert
converted
converting
converts
conveyed
convict
conviction
convince
convinced
convincing
convulsions
cookery
cooks
coping
copy
corinth
corinthian
corn
corner
correct
corrected
correction
correlation
correlative
correlatives
correspond
corresponding
corresponds
corrupt
corrupted
corrupters
corrupting
corruption
corruptions
corrupts
couches
could
counsel
counsellor
counsellors
counsels
count
counted
counterpart
countries
country
courage
courageous
course
court
courts
cover
covetous
coward
cowardice
cowardly
cowards
craft
craftsmen
create
created
creates
creation
creations
creative
creator
creature
creatures
crew
crime
crimes
criminal
criminals
crises
criterion
critias
criticism
crooked
crowd
crown
crowned
cruel
crushed
cry
crying
cube
cubed
cubes
cultivated
cultivation
culture
cup
cure
cured
curiosity
curious
curiously
custom
customary
customs
cut
cutting
cycle
cyclical
cylinder
daily
damon
danger
dangerous
dangers
dante
dare
dark
darkened
darkly
darkness
date
dates
daughter
daughters
dawn
day
days
dazzled
de
dead
deal
dealing
dealings
dear
death
debt
debts
decay
deceit
deceive
deceived
deceives
deceiving
deception
decide
decided
decision
declare
declares
declaring
decline
declining
dedicated
deed
deeds
deem
deemed
deems
deep
deeper
deeply
defect
defective
defects
defence
defend
defenders
deficiency
deficient
define
defined
definite
definiteness
definition
deformity
defraud
degenerates
degradation
degraded
degree
degrees
deities
deity
delight
delighted
delightful
delights
delineated
delineation
delivered
delphi
delusion
demand
demands
demigods
democracies
democracy
democrat
democratic
democratical
den
denied
denies
denoted
deny
depart
departing
departments
departure
depend
dependent
depends
depicted
deposit
depreciating
deprived
depth
derive
derived
derives
descend
descendants
descending
descends
descent
describe
described
describes
describing
description
descriptive
deserve
design
designed
desirable
desire
desired
desires
desirous
despise
despised
destiny
destitute
destroy
destroyed
destroying
destruction
detail
details
detained
detected
deteriorated
determination
determine
determined
determining
develope
developed
developes
development
device
devoid
devote
devoted
devotion
devour
dialectic
dialectical
dialectician
dialogue
dialogues
diameter
diameters
dicast
did
die
died
dies
diet
differ
difference
differences
different
differently
differs
difficult
difficulties
difficulty
diffused
dignity
digressed
digression
diligently
diminish
dionysius
directed
direction
directly
director
disappear
disappeared
discern
discernment
disciple
disciples
discipline
discord
discordant
discourse
discover
discovered
discoveries
discovery
discretion
discuss
discussed
discussion
discussions
disease
diseased
diseases
disengaged
disfigured
disgrace
disgraceful
dishonesty
dishonour
dishonourable
dishonoured
disinterested
dislike
dislikes
dismissed
disorder
disordered
disorders
disposed
disposition
disproportion
dispute
disregard
disregarded
dissatisfied
dissent
dissolution
dissolved
distance
distant
distinct
distinction
distinctions
distinctly
distinguish
distinguished
distinguishes
distinguishing
distracted
distraction
disturbing
divers
diverse
divert
divide
divided
divides
divine
diviner
divinity
division
divisions
divisors
do
doctor
doctrine
doctrines
doer
doers
does
dog
dogs
doing
domestic
dominion
don
donaldson
done
doors
dorian
double
doubled
doubt
doubted
doubtful
doubtless
doubts
down
downwards
dr
dragged
drama
dramatic
drank
draught
draughts
draw
drawing
drawn
draws
dreadful
dream
dreamed
dreaming
dreams
dress
drew
drink
drinking
drinks
drive
driven
drone
drones
drop
dropped
drug
drunk
drunkenness
due
duly
during
duties
duty
dwell
dwelling
dwellings
dwells
dwelt
dye
dying
e.g
each
eager
ear
earlier
earliest
early
earnest
earnestly
earnestness
ears
earth
earthborn
earthly
earthquake
easier
easily
east
easy
eat
eating
echo
economy
educate
educated
educating
education
educator
effect
effected
effects
effort
efforts
egypt
egyptians
eighth
either
elder
elders
elegiac
element
elementary
elements
elevate
elevated
elevating
elicit
elicited
else
elsewhere
emancipated
embodied
embodiment
embroidery
eminent
emotions
empire
empires
employ
employed
employing
employment
employments
empty
enable
enables
enactments
encamped
enchantment
encourage
encouraged
end
endeavour
ending
endless
ends
endurance
endure
endured
enemies
enemy
energy
enforced
engaged
engaging
english
enjoy
enjoyment
enlarge
enlarged
enlargement
enlightened
enmity
enough
enquire
enquirer
enquiries
enquiring
enquiry
enslave
enslaved
enter
entered
entertain
entertained
entertainment
enthusiasm
entire
entirely
entrust
envy
epic
equal
equality
equally
equals
equivalent
er
err
erroneous
error
errors
errs
escape
escaped
escaping
especially
essence
essential
establish
established
estate
estates
esteemed
etc
eternal
eternity
ethical
ethics
eulogists
euripides
europe
eurypylus
even
evening
events
ever
everlasting
every
everybody
everything
everywhere
evidence
evident
evidently
evil
evils
evolution
exact
exactly
exactness
exaggerates
exaggeration
examination
examine
example
examples
exceed
exceeds
excellence
excellent
except
excepting
exception
exceptions
excess
excessive
exchange
excited
excitement
exclude
excluded
exclusive
exclusively
excuse
execute
execution
executioner
exercise
exercised
exercises
exercising
exhausted
exhibited
exhibiting
exile
exiled
exist
existed
existence
existing
exists
expect
expectation
expected
expediency
expeditions
expel
expenditure
expenses
expensive
experience
experienced
experiences
explain
explained
explaining
explains
explanation
explanations
express
expressed
expresses
expressing
expression
expressions
expressive
expressly
expulsion
extend
extended
extending
extends
extent
external
extinguished
extraordinary
extravagance
extravagant
extreme
extremely
extremes
eye
eyes
eyesight
face
faces
fact
faction
facts
faculties
faculty
fade
fail
failed
failing
fails
failure
fain
faint
fair
fairer
fairest
fairly
faith
faithless
fall
fallacious
fallen
falling
falls
false
falsehood
falsely
fame
familiar
families
family
famous
fancied
fancies
fanciful
fancy
fancying
fangled
far
fashion
fashioned
fashioning
fast
fastened
fat
fatal
fate
fated
fates
father
fathers
fatted
fault
faultless
faults
favour
favourable
favourite
fear
feared
fearing
fearless
fears
feast
feasts
feature
features
fed
feeble
feed
feeding
feeds
feel
feeling
feelings
feels
feet
fell
fellow
fellows
felt
female
females
feminine
festival
festivals
fetched
few
fiction
fictions
fictitious
fierce
fifteen
fifth
fifty
fight
fighting
fights
figure
figures
fill
filled
filling
final
finally
find
finding
finds
fine
finer
finest
finger
fingers
finished
fire
firm
firmly
first
fish
fit
fitness
fitted
five
fix
fixed
flatter
flatterers
flattery
fleeces
flesh
flock
flocks
flood
flow
flower
flowing
flute
flutes
flux
fly
flying
fold
follies
follow
followed
followers
following
follows
folly
fond
food
fool
foolish
fools
foot
for
forbid
forbidden
force
forced
forcing
foreign
foresaw
foresee
forget
forgetfulness
forgets
forgetting
forgive
forgot
forgotten
form
formed
former
formerly
forming
forms
formula
formulae
forth
fortress
fortunate
fortune
fortunes
forty
forward
fostering
fought
found
foundation
founded
founders
founding
four
fourth
fractions
fragment
fragments
frame
framed
framing
frankness
fraud
free
freedom
freeman
freemen
frenzy
fresh
friend
friendly
friends
friendship
from
fruit
fulfil
full
fully
fulness
fundamental
furnish
furnishes
further
fury
future
gain
gained
gainer
gainful
gains
game
games
garlands
garments
gather
gathered
gathering
gave
gaze
gazer
general
generally
generated
generation
generations
generous
genius
gentile
gentle
gentleman
gentlemen
gentleness
gently
genuine
geometrical
geometry
germ
gesture
get
gets
getting
ghost
giant
gift
gifted
gifts
giles
give
given
gives
giving
glad
gladly
glance
glaucon
glories
glorious
glory
gluttony
go
goal
god
goddess
godlike
godly
gods
goes
going
gold
golden
gone
good
goodness
goods
gorgias
got
govern
governed
governing
government
governments
governors
grace
graces
gracious
gradual
gradually
grammarian
grand
grandfather
grant
granted
grasp
grave
great
greater
greatest
greatly
greatness
greece
greek
greeks
grey
grief
ground
grounds
grow
growing
grown
grows
growth
guard
guardian
guardians
guarding
guess
guidance
guide
guided
guiding
guilt
guilty
gyges
gymnastic
gymnastics
habit
habits
had
hades
hair
hairy
half
hand
handed
handle
hands
happen
happened
happens
happier
happiest
happily
happiness
happy
hard
hardly
hardness
harm
harmonics
harmonies
harmonious
harmonized
harmony
harp
harsh
has
hast
hate
hated
hateful
hates
hating
hatred
have
having
he
head
headache
headed
heads
healer
healing
health
healthy
hear
heard
hearers
hearing
hears
heart
hearts
heat
heaven
heavenly
heavens
heaviest
heavy
hebrew
hector
hegel
hegelian
height
heir
held
hell
hellas
hellenes
hellenic
helm
help
helpers
helping
helpless
hence
hephaestus
her
heracleitus
here
hereafter
hereditary
herein
hero
herodicus
heroes
heroic
herself
hesiod
hesitate
hesitating
hesitation
hidden
high
higher
highest
highly
hill
him
himself
hindered
hindrance
hint
hire
hirelings
his
historical
history
hither
hitherto
hive
hold
holding
holds
holiness
hollow
holy
home
homer
homeric
honest
honesty
honey
honour
honourable
honoured
honouring
honours
hook
hope
hopes
horrid
horror
horse
horseback
horseman
horsemanship
horsemen
horses
host
hostile
hot
hour
house
household
houses
how
however
human
humanity
humanizing
humble
humour
hundred
hunger
hunting
hurry
hurt
hurtful
husband
husbandman
husbandmen
husbandry
hydra
hymeneal
hymn
hymning
hymns
hypotenuse
hypotheses
hypothesis
hypothetical
hythloday
i
i.e
iambic
idea
ideal
idealism
ideals
ideas
identify
identity
idiot
idle
if
ignoble
ignorance
ignorant
ii
iliad
ill
illiberality
illness
illusion
illustrated
illustration
illustrious
image
images
imaginary
imagination
imaginative
imagine
imagined
imagines
imitate
imitated
imitates
imitating
imitation
imitations
imitative
imitator
imitators
immediately
immoral
immortal
immortality
immutable
impairs
imparted
imparts
impatient
imperceptibly
imperfect
imperfection
imperfectly
impiety
impious
implant
implements
implied
implies
imply
implying
importance
important
imports
impose
imposed
impossibility
impossible
impress
impressed
impression
impressions
improve
improved
improvement
improvements
improves
improving
impudence
impulse
impulses
in
inability
inanitions
inasmuch
incapable
incentive
incidentally
inclined
inclines
include
included
includes
including
inconceivable
inconsistencies
inconsistency
inconsistent
increase
increasing
incredulous
indebted
indeed
independence
indicated
indicates
indications
indifference
indifferent
indifferently
indignant
indignation
indirect
individual
individualism
individually
individuals
indolence
indolent
induced
indulge
indulged
indulgence
indulges
indulging
inequality
inevitable
inevitably
infallible
infamy
infancy
infected
infer
inference
inferences
inferior
inferiority
inferred
infinite
infinitely
infinity
inflict
influence
influenced
influences
inform
informed
informer
informers
ingenious
ingenuity
inhabitants
inharmonious
inherent
inheritance
inherited
injure
injured
injuring
injury
injustice
inner
innermost
innocence
innocent
innovation
innumerable
insanity
insatiable
insensibly
inseparable
insight
insist
insists
insolence
inspire
inspired
inspiring
instance
instances
instant
instead
instinct
instincts
institution
institutions
instruction
instrument
instruments
intellect
intellectual
intelligence
intelligences
intelligent
intelligible
intemperance
intemperate
intend
intended
intending
intensified
intention
intentionally
intercourse
interest
interesting
interests
interfere
interference
intermediate
internal
interposed
interposing
interpret
interpretation
interpreter
interrupted
interval
intervals
intimate
intimated
intimates
intimation
intimations
into
introduce
introduced
introduces
introducing
introduction
invariable
invent
invented
invention
investigate
investigation
invisible
invite
invited
involuntary
involve
involves
involving
inward
ionian
irascible
iron
ironical
ironically
irony
irrational
irreversible
is
islands
issue
it
italy
its
itself
iv
ix
jealous
jealousy
jest
join
joined
journey
joy
judge
judged
judges
judging
judgment
just
justice
justified
justly
keen
keener
keep
keeper
keeping
keeps
kept
kill
kills
kind
kindly
kindred
kinds
king
kingdom
kings
kinsmen
kissed
knees
knew
knife
knock
know
knowing
knowledge
known
knows
labour
labouring
labours
lacedaemonian
lachesis
laid
lame
lament
lamentation
lamenting
land
lands
language
large
larger
largest
last
lasting
lastly
late
lately
later
latter
laugh
laughed
laughing
laughter
law
lawful
lawless
lawlessness
laws
lay
laying
lead
leader
leaders
leading
leads
league
lean
leap
learn
learned
learning
learns
learnt
least
leave
leaves
leaving
lecture
led
left
legislation
legislator
legislators
legitimate
legs
leisure
length
less
lesser
lesson
lessons
lest
let
lets
letters
level
liable
liberal
liberated
liberty
licence
licentious
licentiousness
lie
lies
life
lifetime
lifted
light
lighter
lightly
lights
like
liked
likely
likeness
likes
likewise
limbs
limit
limited
limits
line
lines
links
lion
lips
listen
listening
literally
literary
literature
little
live
lived
lively
lives
living
lofty
logic
logical
long
longer
longest
longing
look
looked
looking
looks
loose
lord
lose
loses
losing
loss
lost
lot
lots
love
loved
lover
lovers
loves
loving
lower
lowest
loyal
ludicrous
lust
lusts
luxurious
luxury
lydian
lye
lying
lyre
lyric
lysias
mad
made
madman
madness
magic
magistrates
magnificence
magnificent
maiden
maimed
main
maintain
maintained
maintaining
maintains
maintenance
majority
make
maker
makers
makes
making
male
man
manage
management
manhood
manifold
mankind
manly
manner
manners
many
march
marched
mark
market
marriage
marriages
marries
marry
marrying
mass
master
masters
mastery
match
material
materials
mathematical
mathematician
mathematics
matter
matters
mature
maxim
maxims
may
me
meadow
meal
meals
mean
meaner
meaning
meanness
meannesses
means
meant
measure
measurement
measures
measuring
meat
meats
mediaeval
medicine
medicines
medium
meet
meeting
meets
melody
member
members
memorabilia
memorials
memory
men
mental
mention
mentioned
mentioning
mercenaries
merchants
mercy
mere
merely
merit
messenger
met
metal
metaphysical
metaphysics
method
methods
metre
middle
might
mightiest
mighty
military
milton
mind
minded
minds
mine
mingle
mingled
minister
ministers
minor
minute
mire
mirror
mischief
miserable
miserly
misery
misfortune
mistake
mistaken
mistress
mistresses
mixed
mixture
mob
mode
model
models
moderate
moderately
moderation
modern
modes
moment
moments
monarchy
money
monkey
monster
monstrous
month
months
moon
moral
morality
morals
more
moreover
morgenstern
mortal
most
mother
mothers
motion
motions
motive
motives
mould
mount
mouth
mouths
move
moved
movement
moving
much
multiplication
multiplicity
multiplied
multiply
multitude
multitudinous
murder
murderers
musaeus
muse
muses
music
musical
musician
musicians
must
mutiny
mutual
my
myself
mysteries
mysterious
mystery
myth
mythology
myths
naked
name
named
names
narration
narrative
narrow
nation
national
nations
native
natural
naturally
nature
natures
navigation
nay
near
nearer
nearest
nearly
necessarily
necessary
necessities
necessity
need
needed
needs
negation
negative
neglect
neglected
neighbours
neither
neo
nest
neutral
never
nevertheless
new
newly
news
next
night
nights
nine
ninth
no
noble
nobler
noblest
nobody
non
none
nonsense
nor
nose
not
note
noted
notes
nothing
notice
noticeable
noticed
notion
notions
notwithstanding
nourishing
now
nowhere
noxious
number
numbers
numerical
numerous
nurse
nurses
nursing
nurture
o
obedience
obedient
obey
object
objection
objections
objective
objects
obliged
oblong
obscure
obscurity
observation
observe
observed
observes
observing
obtain
obtained
obtaining
obvious
obviously
occasion
occasions
occupation
occupations
occupied
occur
occurred
occurring
occurs
ocean
odysseus
of
off
offender
offer
offered
offering
offers
office
offices
offspring
often
oftener
oh
old
older
oligarch
oligarchical
oligarchies
oligarchs
oligarchy
olympic
omission
omit
omitted
omitting
on
once
one
ones
only
open
opening
openings
openly
operation
opinion
opinions
opponent
opponents
opportunity
oppose
opposed
opposite
opposites
opposition
or
oracle
orbits
order
ordered
ordering
orderly
orders
ordinary
organization
origin
original
originality
originally
originate
orpheus
other
others
otherwise
ought
our
ours
ourselves
out
outer
outermost
outline
outside
outward
over
overcome
overtaken
overthrow
overthrown
owe
owes
owing
own
owner
owners
paid
pain
painful
pains
paint
painter
painters
painting
paints
pair
palaestra
palamedes
pale
palm
pandarus
panharmonic
panic
pantomimic
parable
paradise
paradox
paradoxes
parallel
parent
parents
parricide
part
partake
partakes
parted
partial
partially
particular
particulars
parties
partly
partner
partnership
partnerships
parts
party
pass
passage
passages
passed
passers
passes
passing
passion
passionate
passions
past
path
paths
patient
patients
patriotism
patroclus
pattern
patterns
pauper
paupers
pay
payment
peace
peculiar
peers
penalty
penetrated
people
peradventure
perceive
perceived
perceiving
perception
perfect
perfected
perfection
perfectly
perform
performance
performed
performing
perhaps
pericles
period
perish
perished
permanent
permission
permit
permitted
perplexed
perplexity
persian
person
personal
persons
persuade
persuading
persuasion
pervades
perversions
phaedo
phaedrus
phenomena
philebus
philosopher
philosophers
philosophic
philosophical
philosophy
phocylides
phrygian
physical
physician
physicians
pick
picture
pictures
piece
pieces
pierced
pigs
pilgrimage
pilgrims
pilot
pindar
pious
piraeus
pity
place
placed
places
placing
plain
plan
plane
planets
plant
plants
plastic
plato
platonic
platonists
play
player
players
playing
plays
pleasant
pleasantest
please
pleased
pleases
pleasure
pleasures
plenty
plot
plurality
poem
poems
poet
poetical
poetry
poets
point
points
polemarchus
policy
political
politician
politicians
politics
politicus
polity
pompous
poor
popular
population
portion
portions
portrait
position
positive
possess
possessed
possessing
possession
possessions
possessor
posset
possibility
possible
possibly
posterity
pots
potter
potters
pour
poverty
power
powerful
powerless
powers
practical
practice
practices
practise
practised
practising
praise
praised
praises
praising
pramnian
pray
prayed
prayer
prayers
praying
pre
preceded
precedence
preceding
precepts
precise
precisely
precision
predecessors
prefer
preferred
preferring
prejudices
preliminary
prelude
premises
preparation
prepare
prepared
preparing
prescribed
prescribes
prescribing
presence
present
presented
presently
preservation
preserve
preserved
preserves
presided
presides
presiding
pretty
prevail
prevailed
prevailing
prevails
prevent
prevented
previous
previously
prey
price
pride
priest
priests
prime
primitive
princes
principal
principle
principles
prior
priori
prison
prisoners
private
privately
privilege
privileges
prize
prizes
probability
probable
probably
problem
problems
proceed
proceeded
proceeding
proceeds
process
proclaims
proclamation
produce
produced
produces
producing
production
profess
professes
professing
profession
professors
profit
profitable
profited
progress
prohibited
prohibition
promise
promised
promising
proof
proper
properly
property
prophet
prophetic
prophets
proportion
proportions
proposal
proposals
propose
proposed
proposes
proposition
propriety
prose
prosperity
protagoras
protect
protected
protection
protector
protectors
prove
proved
proverb
proverbial
proves
provide
provided
proving
provision
pruning
psychology
public
pulse
punished
punishment
pupil
pupils
pure
purely
purer
purgation
purity
purple
purpose
purposes
purses
pursue
pursued
pursues
pursuing
pursuit
pursuits
push
put
puts
putting
puzzle
puzzled
pyre
pythagoras
pythagorean
pythagoreans
pythian
qualification
qualified
qualities
quality
quantity
quarrel
quarrelling
quarrels
question
questioning
questions
quick
quicker
quickest
quickly
quiet
quietly
quite
quoted
quotes
rabble
race
races
racked
rainbow
raise
raised
raising
random
range
rank
ranks
ransom
rare
rarely
rate
rather
ratio
rational
re
reach
reached
reaches
reaching
reaction
read
reader
readers
readily
reading
ready
real
realities
reality
realize
realized
really
reappears
rear
reason
reasonable
reasonableness
reasoning
reasons
rebellious
rebuke
rebuked
recall
receive
received
receives
receiving
recently
reckoned
recognise
recognised
recognition
recognize
recognized
recognizes
recollection
record
recourse
recover
reduced
refer
reference
referred
referring
refiner
reflect
reflected
reflecting
reflection
reflections
reform
reformation
reformers
refrain
refuse
refused
refuses
refusing
refute
refuted
refuting
regard
regarded
regarding
regards
regimen
region
regular
regulate
regulated
regulating
regulation
regulations
reign
reins
reject
rejected
rejoice
related
relates
relation
relations
relative
relatively
relatives
relaxed
release
released
religion
religions
religious
relish
reluctance
reluctant
remain
remainder
remaining
remains
remark
remarkable
remarked
remarks
remedies
remedy
remember
remembered
remembrance
remind
reminded
remnant
remote
removed
render
rendered
renounced
repayment
repeat
repeated
repeating
repel
replied
replies
reply
report
repose
represent
representation
representations
representative
representatives
represented
representing
represents
republic
reputation
reputed
request
require
required
requires
requiring
resemblance
resemblances
resemble
resembles
reserved
resides
resist
resolution
resolve
resolved
resources
respect
respectable
respecting
respective
respects
respondent
responsibility
rest
resting
restored
restoring
restrained
restraint
rests
result
results
resumed
retail
retain
retained
retains
retaliate
retired
retires
return
returned
returning
returns
revealed
reveals
revelation
reverence
reverse
reversed
revert
revile
revolution
revolutions
revolving
reward
rewarded
rewards
rhapsodists
rhetoric
rhetorical
rhythm
rhythms
rich
richer
riches
rid
riddle
ridicule
ridiculed
ridiculous
right
righteous
rightly
rights
rim
ring
ripe
rise
rises
rising
risk
rival
river
road
roar
roast
robbers
robust
rock
rogue
rogueries
rogues
rolling
roman
romance
romans
rome
roof
room
root
rough
round
routine
royal
rugged
ruin
ruined
rule
ruled
ruler
rulers
rules
ruling
run
running
runs
rush
s
sacred
sacredness
sacrifice
sacrificed
sacrifices
sad
safe
safely
sage
said
sailor
sailors
sake
sakes
sale
salvation
same
samples
sanction
sanctioned
sang
sanitary
satellites
satire
satisfaction
satisfactions
satisfactory
satisfied
satisfy
sauces
savage
save
saved
saves
saving
saviour
saviours
saw
say
saying
says
scale
scarcely
scattered
scene
scheme
scholars
school
science
sciences
scientific
scolding
scorching
scripture
sea
search
season
seasons
seat
second
secondary
secondly
secret
see
seeds
seeing
seek
seeking
seeks
seem
seemed
seeming
seems
seen
sees
seldom
select
selected
selection
self
sell
selling
send
sending
sensation
sense
senseless
senses
sensible
sensitive
sensual
sensuality
sent
sentence
sentiment
sentiments
separate
separated
separates
sequence
series
serious
seriously
seriphian
servant
servants
serve
service
services
set
sets
setting
settled
seven
seventh
several
severally
severe
severity
sex
sexes
shade
shades
shadow
shadows
shakespeare
shall
shame
share
she
sheep
shells
shelter
shepherd
shepherds
shield
ship
shoemaker
shoes
shone
shooting
shopkeepers
shore
short
shorter
should
shoulders
show
showed
showing
shown
shows
shrilling
shrink
shut
sic
sicilian
sicily
sick
sickly
sickness
side
sides
sight
sights
sign
signs
silence
silenced
silent
silver
similar
similarly
simonides
simple
simpler
simplicity
simply
simultaneous
sin
since
sing
singing
single
singly
singular
sinning
sins
sir
sister
sisters
sit
sits
sitting
situation
six
sixth
size
sketch
skilful
skill
skilled
slain
slave
slavery
slaves
slavish
sleep
sleepy
sleet
slender
slice
slight
slightly
slough
small
smaller
smallest
smiths
smoke
smooth
smote
snub
so
social
society
socrates
socratic
sofas
soft
softness
soil
sold
soldier
soldiers
solely
solemn
solid
solids
solon
solution
solved
some
something
sometimes
somewhat
somewhere
son
song
songs
sons
soon
sooner
soothing
sophist
sophistical
sophists
sophocles
sorrow
sorrows
sorry
sort
sorts
sought
soul
souls
sound
sounds
source
space
spangled
sparta
spartan
spartans
speak
speaker
speaking
speaks
special
specially
species
specimens
spectacle
spectator
spectators
speculation
speculations
speculative
speech
speeches
speed
speedily
spend
spending
spendthrift
spent
sphere
spheres
spindle
spirit
spirited
spirits
spite
spoiling
spoke
spoken
sport
spot
spring
springs
spurious
square
squared
squares
squaring
st
stage
stages
stake
stamp
stand
standard
standing
stands
star
stars
start
started
starting
starts
state
statement
states
statesman
statesmen
statue
statues
stature
stay
steadfast
steal
stealers
stealing
steals
steer
step
steps
sterility
stern
still
stimulate
sting
stings
stir
stirred
stock
stone
stones
stood
stooping
stories
storm
story
stout
straight
strain
strains
strange
stranger
strangers
strength
strengthen
strengthening
strengthens
stricken
strict
strictly
strife
strike
striking
stringed
strings
stripped
strive
striving
strong
stronger
strongest
strongly
struck
structure
struggle
struggling
student
students
studied
studies
study
stupid
style
styles
subject
subjected
subjection
subjective
subjects
sublime
submit
substance
substantial
subtle
succeed
succeeded
succeeding
success
succession
successive
such
sudden
suddenly
suffer
suffered
sufferers
suffering
sufferings
suffers
sufficient
sufficiently
sufficing
suggest
suggested
suggestive
suggests
suicidal
suit
suitable
suited
suits
sum
summed
summer
sun
superficial
superfluous
superhuman
superior
superiority
superseded
supplied
supplies
supply
support
supported
suppose
supposed
supposes
supposing
supposititious
supreme
sure
surely
surface
surprise
surprised
surprising
surround
surrounding
suspect
suspicion
sustained
swan
sweet
sweetly
swift
swiftness
swim
symbol
symbols
symmetry
sympathy
symposium
system
systems
t
table
tables
tablet
tactics
take
taken
takes
taking
tale
talent
tales
talk
talking
tame
task
taste
tasted
tastes
taught
taxes
teach
teacher
teachers
teaches
teaching
tedious
tell
tellers
telling
tells
temper
temperament
temperance
temperate
tempers
temple
temples
temptation
ten
tend
tended
tendencies
tendency
tender
tending
tends
tentative
tenth
term
termed
terms
terrible
territory
terror
terrors
test
tested
testimony
tests
tetractys
text
than
that
the
theages
theatre
thee
theft
their
theirs
them
theme
themistocles
themselves
then
theologians
theology
theories
theory
there
therefore
therein
these
thesis
thetis
they
thief
thieves
thing
things
think
thinker
thinkers
thinking
thinks
third
thirdly
thirst
thirsty
thirty
this
thither
thomas
those
thou
though
thought
thoughts
thousand
thracians
thrasymachus
thread
three
threshold
thrice
throne
through
throughout
throw
thrown
throws
thucydides
thunder
thus
tie
ties
till
timaeus
time
times
timocracy
timocratic
timocratical
tis
title
titles
to
together
toil
toils
told
tone
too
took
tools
torch
touch
touched
touches
touching
towards
tower
town
trace
traces
track
trade
trader
traders
trades
tradesmen
tradition
traditional
tragedians
tragedy
tragic
train
trained
trainer
training
trait
trampled
transferred
transition
translated
transposition
treat
treated
treatise
treatment
treaty
trees
trial
trials
triangle
tribe
tried
tries
triumph
trojan
trouble
troubles
troublesome
troy
true
truer
truest
truly
trusted
truth
truths
try
trying
tumbling
turn
turned
turning
turns
tutors
twelfth
twentieth
twenty
twice
two
type
tyrannical
tyrannies
tyranny
tyrant
tyrants
ugliness
ugly
ultimate
unable
unavoidable
unbecoming
uncertain
uncertainty
unchangeable
unconsciously
under
underground
understand
understanding
understands
understood
undetected
undoubtedly
uneducated
unequal
unequals
unerring
unfit
unfortunate
unfortunately
unhappiness
unholy
unintentionally
union
unions
unit
unite
united
unity
universal
universals
universe
unjust
unjustly
unknown
unlawful
unless
unlike
unmeaning
unnatural
unnecessary
unprocurable
unpunished
unquestionably
unreal
unreality
unrighteous
unseemliness
unseen
unsettling
unskilful
unskilled
unsuitable
until
unto
untrue
unwilling
unworthy
up
upon
upper
upwards
uranus
urged
us
use
used
useful
useless
uselessness
user
uses
using
usual
usually
utilitarian
utility
utmost
utopia
utopians
utter
uttered
utterly
utters
vacancy
vacant
vain
vainly
valetudinarian
valiant
valour
value
valued
vanity
variable
variance
variation
varieties
variety
various
variously
vary
vast
vegetable
vehicle
veil
veiled
vein
venture
verbal
verified
verily
verisimilitude
verse
verses
very
vessel
vessels
vi
vice
vices
victim
victims
victors
victory
view
viewed
views
vigour
vii
viii
vile
violation
violence
violent
virtue
virtues
virtuous
visible
vision
visions
visit
vividly
viz
voice
voices
void
voluntary
votaries
voyage
vulgar
wait
waiting
waking
walk
walking
walks
wall
walls
waning
want
wanted
wanting
wants
war
warlike
warm
warrior
warriors
wars
was
waste
watch
watchdogs
watched
water
waters
wave
waves
waxing
way
ways
we
weak
weaker
weakest
weakness
weaknesses
wealth
wealthy
weapon
wear
wearing
weaver
weaving
weeping
weight
well
went
were
what
whatever
wheel
when
whence
whenever
where
whereas
wherefore
wherever
whether
which
whichever
while
whispers
white
whither
who
whole
wholly
whom
whorl
whorls
whose
why
wicked
wickedness
wide
wife
wild
will
willing
willingly
willingness
wills
win
wind
winds
wine
wings
winter
wiry
wisdom
wise
wisely
wiser
wisest
wish
wishes
wit
with
withdraw
within
without
witness
wits
wives
wizard
wolf
wolves
woman
women
won
wonder
wonderful
wood
wool
word
words
work
worker
workers
working
workman
workmen
works
world
worlds
worn
worse
worship
worst
worth
worthless
worthy
would
wound
wounded
wretched
write
writer
writers
writing
writings
written
wrong
x
xenophon
ye
yea
year
years
yes
yet
yield
yielding
yoke
you
young
younger
your
yours
yourself
yourselves
youth
youthful
youths
zeal
zeus
zoroaster
